{
  "id": "new-playboi-carti-album-before-gta-vi-421",
  "title": "New Playboi Carti Album before GTA VI?",
  "description": "This market will resolve to \"Yes\" if Playboi Carti officially releases a new album before Grand Theft Auto VI is officially released in the US. Otherwise, this market will resolve to \"No\".\n\nIf neither occurs by July 31, 2026, 11:59 PM ET, this market will resolve to 50-50.\n\nFor the purposes of this market, \"release\" refers to the game becoming publicly available for purchase or download in the US. Early access, beta versions, other forms of pre-release availability, or leaks will not count as an official release. If the release is only for certain consoles (e.g. Xbox Series X/S) it will count.\n\nThe resolution source for the release of GTA VI is official information from Rockstar Games or its parent company, Take-Two Interactive.\n\nOfficially released means that a newly released album is officially available for download or streaming (not including live events) by the resolution date.\n\nRe-releases, deluxe editions, compilations, or greatest hits albums will not count, unless they contain at least 50% tracks that have never been officially released in any format prior to the album's release.\n\nThe resolution source for the album release will be any official streaming or download site, e.g. Apple Music or Spotify.",
  "outcomePrices": [
    "0.61",
    "0.39"
  ],
  "outcomes": [
    "Yes",
    "No"
  ],
  "volume24hr": 156.555,
  "liquidity": 41050.8282,
  "active": true,
  "closed": false,
  "endDate": "2026-07-31T12:00:00Z",
  "createdAt": "2025-05-02T15:06:24.136443Z",
  "clobTokenIds": [
    "88275040060084773376557187972215267513049848642895776801789297917961077894224",
    "94376205816022955542979635542279932967359915765455578534002478996104754801969"
  ],
  "volumeTotal": 671889.632175,
  "volume1wk": 1955.242127,
  "competitive": 0.9880446596186148,
  "priceChange24h": 0.005,
  "hybridScore": 4.900860251573204,
  "category": "Economics"
}