{
  "id": "russian-strike-on-a-nato-member-by-march-31",
  "title": "Russian strike on a NATO member by March 31?",
  "description": "This market will resolve to \"Yes\" if Russia initiates a drone, missile, or air strike on the sovereign territory of any NATO member state or on any official embassy or consulate of a NATO member state between December 4, 2025, and March 31, 2026, 11:59 PM ET. Otherwise, this market will resolve to \"No\".\n\nFor the purposes of this market, a qualifying \"strike\" is defined as the use of aerial bombs, drones, or missiles (including cruise or ballistic missiles) launched by Russian military forces that impact the ground territory of a NATO member state or an official embassy/consulate of a NATO member (e.g., if a weapons depot on NATO territory is hit by a Russian missile, this market will resolve to \"Yes\").\n\nMissiles or drones that are intercepted (i.e., do not impact) and surface-to-air missile launches will not be sufficient for a \"Yes\" resolution, regardless of whether debris falls on NATO territory or causes damage.\n\nActions such as artillery fire, small arms fire, FPV or ATGM strikes conducted directly by ground operatives, ground incursions, naval shelling, cyberattacks, or other operations conducted by Russian ground operatives will not qualify.\n\nThe resolution source will be a consensus of credible reporting.",
  "outcomePrices": [
    "0.093",
    "0.907"
  ],
  "outcomes": [
    "Yes",
    "No"
  ],
  "volume24hr": 139530.41889200002,
  "liquidity": 6560.1572,
  "active": true,
  "closed": false,
  "endDate": "2026-03-31T00:00:00Z",
  "createdAt": "2025-12-04T17:46:40.748231Z",
  "clobTokenIds": [
    "25543244747871931789882457929775858252769380692407983079026060150445462771991",
    "15034789978615861173828275849657317503022772763977464100542193185148987457338"
  ],
  "volumeTotal": 697205.37111,
  "volume1wk": 614944.336693,
  "competitive": 0.8578911833665194,
  "priceChange24h": 0.0605,
  "hybridScore": 5.502033414012158,
  "category": "Economics"
}