{
  "id": "will-mara-corina-machado-be-the-leader-of-venezuela-end-of-2026",
  "title": "Will María Corina Machado be the leader of Venezuela end of 2026?",
  "description": "This market will resolve to the individual who officially holds the position of the head of state of Venezuela on Dec 31, 2026 at 12 PM ET.\n\nFor the purposes of this market, \"officially holds\" refers to the individual that was formally appointed, confirmed (if confirmation is required), and sworn in as the head of state of Venezuela or otherwise confirmed by official government information as being the head of state of Venezuela. \n\nIf the Venezuelan government does not clearly state who is the head of state, the market will resolve to the individual who is listed as the Head of State by the UN (see: https://www.un.org/dgacm/en/content/protocol/hshgnfa.  \n\nIn the event that more than one official head of state is listed by the Venezuelan  government, this market will resolve to the individual who is listed as having primary status. If no distinction is made, the market will resolve to the individual who first assumed the position. \n\nIf no individual holds the position this market will resolve to “No Head of State”. \n\nThe following do NOT constitute \"officially holding\" the role: nominated, announced, or designated as the head of state of Venezuela but appointment not yet effective; appointed with an effective date after Dec 31, 2026; previously served as the head of state of Venezuela but term has expired, resigned, or been terminated before Dec 31, 2026; serving as the head of state of Venezuela in a consultant, contractor, or unofficial capacity; named as successor or heir apparent to the head of state of Venezuela but not yet appointed; or holding a different role with oversight of the head of state of Venezuela but not the specified position itself.\n\nThe primary resolution source will be official information from the UN recognized government of Venezuela. If the Government of Venezuela does not clearly state who is the head of state, information from the UN and a consensus of credible reporting may be used. \n\nNote: this market is mutually exclusive. \n",
  "outcomePrices": [
    "0.125",
    "0.875"
  ],
  "outcomes": [
    "Yes",
    "No"
  ],
  "volume24hr": 3285.0916089999996,
  "liquidity": 31577.3872,
  "active": true,
  "closed": false,
  "endDate": "2026-12-31T00:00:00Z",
  "createdAt": "2026-01-04T17:12:46.003535Z",
  "clobTokenIds": [
    "111206023652925249192617904527998565944558514529537236601741996492948632883698",
    "80339409420962166114161973004452881729789538477338621544329890236335726311527"
  ],
  "volumeTotal": 696105.613169,
  "volume1wk": 50897.61042299997,
  "competitive": 0.8767123287671234,
  "priceChange24h": 0.015,
  "hybridScore": 5.168664521681341,
  "category": "Economics"
}