{
  "id": "will-the-us-acquire-any-part-of-greenland-in-2026",
  "title": "Will the US acquire part of Greenland in 2026?",
  "description": "This market will resolve to “Yes” if the United States acquires control of any land territory that is part of Greenland by December 31, 2026, 11:59 PM ET. Otherwise, this market will resolve to “No”.\n\nOnly the transfer of sovereignty, or the acquisition of primary or exclusive jurisdiction or control qualifies.\n\n1. Transfer of Sovereignty: This will qualify if a binding agreement or legal instrument results in a defined area of Greenland coming under the formal sovereignty of the U.S. (e.g., incorporated as a U.S. state, territory, possession, or other U.S. political classification), even if the effective date occurs after the market deadline.\n\n2. Acquisition of Primary or Exclusive Jurisdiction or Control: This will qualify if a binding agreement or legal instrument establishes a defined area in Greenland in which the U.S. has primary or exclusive jurisdiction or control over the territory, such that the ordinary legal authority of Denmark and Greenland do not apply,except by U.S. permission. Such agreements or instruments will qualify even if the effective date occurs after the market deadline. \n\n3. Use of Force: If the U.S. acquires primary or exclusive jurisdiction or control over a defined area of Greenland through force, this will also qualify. \n\nAn announcement will qualify only if it is accompanied by or consists of a binding agreement or legal instrument  (e.g., enacted legislation, a signed treaty, the signed text of an agreement, or an executive action implementing such an agreement) that unambiguously creates a transfer of sovereignty, or primary or exclusive jurisdiction or control,  even if this transfer or acquisition takes effect after the market deadline. \n\nNon-binding statements, negotiations, proposals, frameworks, or MOUs will not alone qualify. Basing rights, access agreements, SOFA-type arrangements, COFA-type arrangements, commercial concessions, or other permissions to use land (including leases) will not alone qualify. Any qualifying U.S. jurisdiction or control  in Greenland that existed at market creation will not count as new qualifying control.\n\nExamples of qualifying events include but are not limited to treaty or piece of legislation that makes any portion of Greenland a U.S. territory or possession, even if the handover date for such territory or possession is later); or, a Guantánamo-style arrangement establishing a defined zone in Greenland under exclusive or primary U.S. jurisdiction and control, where Denmark and Greenland’s ordinary legal authority does not apply except by U.S. permission.\n\nThe primary resolution source for this market will be official information from the governments of the United States, Denmark, and Greenland; however, a consensus of credible reporting may also be used.\n",
  "outcomePrices": [
    "0.19",
    "0.81"
  ],
  "outcomes": [
    "Yes",
    "No"
  ],
  "volume24hr": 46309.969768,
  "liquidity": 220756.8284,
  "active": true,
  "closed": false,
  "endDate": "2026-12-31T00:00:00Z",
  "createdAt": "2026-01-07T01:51:35.201916Z",
  "clobTokenIds": [
    "60745476350338574489643206785963608049827415658137795738920858026399504782388",
    "104895545296438735617666172336621441242754294947987367085791779928220778311973"
  ],
  "volumeTotal": 7633378.109412,
  "volume1wk": 341668.5447850027,
  "competitive": 0.9123255177447313,
  "priceChange24h": -0.005,
  "hybridScore": 6.133900635812386,
  "category": "Politics"
}